

export const TEXT_DATA =
    [
        `Безопасность в Интернете во многом зависит от нас самих, применяя несложные правила можно оградить себя от мошеннических действий.
Помните о необходимости защиты устройств, при помощи которых осуществляется выход в глобальную Сеть. Установите антивирусное программное обеспечение.
Все знают о существовании вредоносного программного обеспечения, но зачастую легкомысленно относятся к защите своих компьютеров, смартфонов и планшетов. Это происходит в основном потому, что в настоящее время операционные системы, браузеры имеют встроенные системы защиты и в некоторой степени ограждают пользователей от вирусов и вредоносных программ, но справляются с потоком новых вирусов и вредоносных программ они не всегда.`,
        `Как защититься от телефонных мошенников?
Не доверяйте незнакомым номерам. Если вам звонит незнакомый номер и предлагает что-то купить или сделать, будьте осторожны. Не сообщайте личную информацию (номер карты, паспортные данные и т.д.) и не переводите деньги незнакомым лицам.
Проверяйте информацию. Если вам звонят от имени банка, компании или организации, сначала проверьте данную информацию. Позвоните на официальный номер этой компании и уточните, проводят ли они подобные акции или звонки.
Обеспечить более надежную защиту от вирусов и вредоносных программ может только регулярно обновляемое антивирусное программное обеспечение.`,
        `Будьте внимательны. Мошенники могут использовать различные трюки, чтобы обмануть вас. Будьте внимательны к деталям, внимательно слушайте собеседника и задавайте вопросы.
Не переходите по ссылкам. Если вам поступило СМС или письмо с какой-то подозрительной ссылкой, не нажимайте на нее. Это может быть ловушка для выявления ваших личных данных.`,
        `Как защититься от мошенников в интернете?
Используйте надежные пароли. Не используйте одинаковые пароли для различных аккаунтов. Создавайте сложные пароли, содержащие буквы, цифры и символы.
Обновляйте антивирусное ПО. Установите на свой компьютер надежное антивирусное программное обеспечение и регулярно обновляйте его. Это поможет защитить вас от вредоносных программ.
Не доверяйте подозрительным письмам. Если вам приходит письмо от незнакомого адреса, с подозрительным содержанием (например, с просьбой перевести деньги), не доверяйте ему.`,
        `Используйте защищенные соединения. При совершении покупок в интернете убедитесь, что сайт, на котором вы находитесь, имеет защищенное соединение (https://).
Что нужно делать, чтобы защитить свои деньги от мошенников?
Не передавайте личные данные по телефону или в интернете. Никакая банковская организация не попросит вас сообщить пароль или номер карты по телефону или через интернет.
Проверяйте операции по карте. Регулярно проверяйте выписку по банковской карте и операции в интернет-банке. Если заметите подозрительные транзакции, немедленно обратитесь в банк.
Не совершайте спешных действий. Если вам предлагают сделать что-то быстро или срочно, прежде всего подумайте и проверьте информацию. Мошенники могут использовать ваше желание быстро получить выгоду, чтобы обмануть вас.`,
        `Последствия взлома аккаунтов:
доступ мошенников к вашей личной информации;
использование вашей личности для любых, в том числе незаконных целей: рассылки спама, вредоносного программного обеспечения, оскорблений, просьб о срочном переводе денежных средств и т.д.
Защита аккаунтов осуществляется созданием сложных паролей, не позволяющих мошенникам получить доступ к вашим данным, и двухфакторной аутентификацией доступа.`,
        `Сложным и стойким паролем считается пароль от 10-12 символов длиной, с использованием заглавных, прописных букв, цифр и спецсимволов, например, L2jh3d61e%Fh. Но здесь возникает проблема с тем, что запомнить такие пароли сложно, тем более, что на каждом аккаунте должен быть свой пароль. Чтобы не хранить в памяти, не записывать на бумаге или хранить в файле большое количество паролей, можно использовать специальные программы – менеджеры паролей. Тогда помнить будет необходимо только один пароль – от менеджера паролей.`,
        `Двухфакторная аутентификация доступа — это двойная защита, первый рубеж которой —
обычная комбинация логин`,
    ]