

export const TEXT_DATA =
        [
                `Кибермошенников, которые используют эти приёмы на практике, называют социальными инженерами. Пытаясь найти доступ к системе или ценным данным, они используют самое уязвимое звено — человека. Самый простой пример — телефонный звонок, где злоумышленник выдаёт себя за кого-то другого, пытаясь узнать у абонента конфиденциальную информацию, играя на чувствах человека, обманывая или шантажируя его. К сожалению, многие люди продолжают клеватьна такие удочки и доверчиво рассказывают социальным хакерам всё, что им нужно.`,
                `Сейчас социальная инженерия приобрела прочную связь с киберпреступностью, но на самом деле это понятие появилось давно и изначально не имело выраженного негативного оттенка.`,
                `Люди использовали социальную инженерию с древних времён. Например, в Древнем Риме и Древней Греции очень уважали специально подготовленных ораторов, способных убедить собеседника в его «неправоте». Эти люди участвовали в дипломатических переговорах и работали на благо своего государства.`,
                `Спустя много лет, к началу 1970-х годов стали появляться телефонные хулиганы, нарушавшие покой граждан просто ради шутки. Но кто-то сообразил, что так можно достаточно легко получать важную информацию. И уже к концу 70-х бывшие телефонные хулиганы превратились в профессиональных социальных инженеров (их стали называть синжерами), способных мастерски манипулировать людьми, по одной лишь интонации определяя их комплексы и страхи.`,
                `Когда же появились компьютеры, большинство инженеров сменило профиль, став социальными хакерами, а понятия «социальная инженерия» и «социальные хакеры» стали синонимичны.`,
                `Мобильные телефоны стали для нас одним из самых ценных видов имущества, и киберпреступники об этом знают. Мы всегда носим их с собой и используем для доступа к важнейшей информации. К нашим телефонам привязаны учетные записи от банков, электронная почта и другие конфиденциальные данные, что делает их идеальной мишенью для злоумышленников.`,
                `Задача мобильного мошенника – вынудить вас самостоятельно заразить свое устройство или передать ему конфиденциальную информацию.`,
                `К самым популярным видам мобильного мошенничества относятся:<ul>
                <li>Сообщения о заражении мобильного телефона вредоносной программой</li>
                <li>SMS-фишинг («смишинг»)</li>
                <li>Мошенничество с помощью телефонных звонков («вишинг»)</li>
                <li>Сбрасывающиеся звонки</li>
                </ul>`,
        ]